<?php
/**
แปลไทยโดย PANYA  SARAPHI
http://www.opencart2u.com/
http://www.opencart2004.com/
elect.tu@gmail.com
**/
// Heading 
$_['heading_title']                 = 'ส่วนตัวแทนงานขาย';

// Text
$_['text_account']                  = 'บัญชี';
$_['text_login']                    = 'เข้าระบบ';
$_['text_description']              = '<p>%s สมัครสมาชิกฟรีในส่วนของระบบตัวแทนงานขาย โดยสมาชิกสามารถสร้างรายได้จากลิงค์หรือเว็บไซต์ที่คุณโฆษณา %s หรือแนะนำสินค้าของเรา หากลูกค้ามาสั่งซื้อสินค้าจากเว็บไซต์ หรือลิงค์ที่คุณสร้าง คุณก็จะได้ค่าคอมมิชชัน ซึ่งค่าคอมมิสชั่นนั้นมีอัตรามาตราฐานคือ %s.</p><p>สำหรับข้อมูลเพิ่มเติม คุณสามารถไปที่หน้า ถาม/ตอบ และดูข้อตกลงการเป็นสมาชิกได้</p>';
$_['text_new_affiliate']            = 'สมัครสมาชิกใหม่';
$_['text_register_account']         = '<p>ยังไม่ได้เป็นสมาชิก</p><p>คลิ๊กด้านล่างเพื่อสร้างบัญชีใหม่ กรุณาแจ้งปัญหาหากไม่สามารถสมัครได้</p>';
$_['text_returning_affiliate']      = 'เป็นสมาชิกอยู่แล้ว';
$_['text_i_am_returning_affiliate'] = 'เป็นสมาชิกอยู่แล้ว สามารถเข้าสู่ระบบได้ทันที';
$_['text_forgotten']                = 'ลืมรหัสผ่าน';

// Entry
$_['entry_email']                   = 'อีเมล์:';
$_['entry_password']                = 'รหัสผ่าน:';

// Error
$_['error_login']                   = 'ผิดพลาด: อีเมล์หรือรหัสผ่านไม่ถูกต้อง';
