<?php
/**
แปลไทยโดย PANYA  SARAPHI
http://www.opencart2u.com/
http://www.opencart2004.com/
elect.tu@gmail.com
**/
// Heading
$_['heading_title'] = 'สร้างบัญชีผู้ใช้งานเรียบร้อยแล้ว';

// Text 
$_['text_message']  = '<p>สมัครสมาชิกเรียบร้อยแล้ว</p> <p>คุณสามารถสร้างรายได้ให้กับตัวคุณเองผ่านทางร้านค้าของเราได้ทันที</p> <p>หากคุณมีข้อสงสัยใดๆ สามารถติดต่อสอบถามทางร้านค้าได้ทันที</p> <p>ระบบได้ส่งอีเมล์ยืนยันการเป็นสมาชิกแล้ว หากคุณไม่ได้รับภายใน 1 ชั่วโมง กรุณา <a href="%s">ติดต่อเรา</a> เพื่อแจ้งปัญหา</p>';

$_['text_approval'] = '<p>ขอบคุณสำหรับการลงทะเบียนเป็นสมาชิกตัวแทนงานขายกับ %s</p><p>คุณจะได้รับอีเมล์แจ้งและยืนยันการเป็นสมาชิก</p><p>หากคุณมีข้อสงสัยใดๆ กรุณา <a href="%s">ติดต่อเรา</a></p>';
$_['text_account']  = 'บัญชี';
$_['text_success']  = 'สำเร็จ';
