<?php
/**
แปลไทยโดย PANYA  SARAPHI
http://www.opencart2u.com/
http://www.opencart2004.com/
elect.tu@gmail.com
**/
// Heading
$_['heading_title'] = 'การชำระเงินผิดพลาด';

// Text
$_['text_basket']   = 'ตะกร้าสินค้า';
$_['text_checkout'] = 'สั่งซื้อ';
$_['text_failure']  = 'การชำระเงินผิดพลาด';
$_['text_message']  = '<p>เกิดปัญหาระหว่างการชำระเงิน ทำให้คำสั่งซื้อนี้ไม่เสร็จสมบูรณ์</p>

<p>ข้อผิดพลาด:</p>
<ul>
  <li>ยอดเงินไม่เพียงพอต่อการชำระเงิน</li>
  <li>รหัสตรวจสอบผิดพลาด</li>
</ul>

<p>กรุณาทำรายการสั่งซื้อใหม่ โดยการเลือกวิธีการชำระเงินแบบอื่น</p>

<p>ถ้าหากปัญหายังไม่ถูกแก้ไข กรุณา <a href="%s">ติดต่อเรา</a> พร้อมกับแจ้งรายละเอียดของปัญหาที่เกิดขึ้น</p>';
