<?php
/**
แปลไทยโดย PANYA  SARAPHI
http://www.opencart2u.com/
http://www.opencart2004.com/
elect.tu@gmail.com
**/
// Heading
$_['heading_title'] = 'รายการสั่งซื้อของคุณอยู่ระหว่างการดำเนินการ';

// Text
$_['text_customer'] = '<p>จัดเก็บรายการสั่งซื้อของคุณลงระบบแล้ว</p><p>คุณสามารถดูประวัติคำสั่งซื้อย้อนหลังได้ที่ <a href="%s">บัญชีผู้ใช้งาน</a> และเลือก <a href="%s">ประวัติคำสั่งซื้อ</a>.</p>หากสินค้าที่คุณสั่งซื้อเป็นชนิดดาวน์โหลด คุณสามารถไปยังหน้าบัญชีและเลือก <a href="%s">ดาวน์โหลด</a> เพื่อดูรายการดาวน์โหลด.</p><p>หากคุณมีข้อสงสัยหรือข้อสอบถามใดๆ โปรดติดต่อ <a href="%s">เจ้าของร้าน</a>.</p><p>ขอบคุณที่เลือกซื้อสินค้ากับทางร้านของเรา</p>';
$_['text_guest']    = '<p>จัดเก็บรายการสั่งซื้อของคุณลงระบบแล้ว</p><p>หากคุณมีข้อสงสัยหรือข้อสอบถามใดๆ โปรดติดต่อ <a href="%s">เจ้าของร้าน</a>.</p><p>ขอบคุณที่เลือกซื้อสินค้ากับทางร้านของเรา</p>';
$_['text_basket']   = 'ตะกร้า';
$_['text_checkout'] = 'ชำระเงิน';
$_['text_success']  = 'เสร็จเรียบร้อย';