<?php
#
#  ชุดภาษาไทยสำหรับ Opencart 1.5.X และ ระบบต่างที่ให้ทำงานกับภาษาไทยได้สมบูรณ์แบบ,ส่วนประกอบต่างๆ ของการใช้งานนี้
#  อนุญาติให้คุณใช้งานได้ฟรี ไม่เสียค่าใช้จ่าย ภายใต้เงื่อนไข ต้องไม่ลบหรือเปลี่ยนแปลง taglink ไปยังเว็บผู้พัฒนา....
#  ซึ่งคือ www.opencart2004.com อันเป็นลิขสิทธิ์ของทีมงานตามที่ถูกต้องตามกฎหมาย ไม่อนุญาติให้ใช้งานหากคุณลบ&เปลี่ยน taglink
#  หากคุณต้องการลบหรือเปลี่ยนเป็นของคุณ แนะนำให้ไปหาของใช้งานที่ www.opencart.com โดยพัฒนา แปล เป็นของคุณเอง
#  จึงขอแจ้งให้นักพัฒนาทั่วไปทราบและขอความร่วมมือ เพื่อเป็นการพัฒนาวงการให้ยืนยาว
#
// Text
$_['text_title']       = 'โอนเงินผ่านธนาคาร กรุงไทย';
$_['text_instruction'] = 'โอนเงินผ่านธนาคาร กรุงไทย';
$_['text_description'] = 'กรุณาโอนเงินค่าสินค้าไปที่เลขบัญชีด้านล่างนี้';
$_['text_payment']     = 'คำสั่งซื้อหรือสินค้าของคุณเราจะดำเนินการหลังจากที่คุณได้โอนเงีนและแจ้งให้ทางร้านทราบ';
?>