<?php
/**
แปลไทยโดย PANYA  SARAPHI
http://www.opencart2u.com/
http://www.opencart2004.com/
elect.tu@gmail.com
**/
// Text
$_['text_title']       = 'ชำระเงินผ่านทางธนาคาร';
$_['text_instruction'] = 'รายละเอียดการชำระเงิน';
$_['text_description'] = 'รายละเอียดการชำระเงินสำหรับการสั่งซื้อสินค้า';
$_['text_payment']     = 'ทางร้านจะดำเนินการจัดส่งสินค้าเมื่อได้รับชำระเงินครบถ้วนแล้ว ขอความกรุณาแจ้งการชำระเงินให้ทางร้านทราบทุกครั้งที่มีการชำระเงิน เพื่อความรวดเร็วในการจัดส่งสินค้า ขอบคุณ';
