<?php
// Text
$_['text_title']          = 'เพย์สบาย / บัตรเครดิต ';
$_['text_unable']         = 'ระบบไม่สามารถทำรายการการชำระเงินของท่านได้';
$_['text_declined']       = 'การชำระเงินนี้ถูกปฏิเสธด้วยระบบเพย์สบาย';
$_['text_failed']         = 'การทำธุรกรรมผิดพลาด';
$_['text_failed_message'] = '<p>ขออภัย...มีข้อผิดพลาดบางประการสำรับการชำระเงินด้วยเพย์สบาย.</p><p><b>ปัญหาเกิดจาก: </b>%s</p><p>กรุณาตรวจสอบยอดเงินของท่านในบัญชีเพย์สบายหรือบัตรเครดิตแล้วทำรายการใหม่อีกครั้งหนึ่ง</p><p> หากคุณทำรายการเสร็จสมบูรณ์แล้ว แต่ยังพบปัญหานี้, กรุณา คลิก <a href="%s">ติดต่อเรา</a> เพื่อแจ้งปัญหาของท่านให้ทีมงานตรวจสอบ.</p>';
$_['text_basket']         = 'ตะกร้าสินค้า';
$_['text_checkout']       = 'ชำระเงิน';
$_['text_success']        = 'เสร็จสมบูรณ์';
?>