<?php
// Text
$_['text_success']           = 'แก้ไขคำสั่งซื้อเรียบร้อยแล้ว';

// Error
$_['error_permission']		 = 'ขออภัย คุณไม่ได้รับสิทธิ์ในการใช้งาน API!';
$_['error_customer']         = 'กรุณากรอกข้อมูลของลูกค้าให้สมบูรณ์';
$_['error_payment_address']  = 'กรุณากรอกที่อยู่ในการชำระเงิน';
$_['error_payment_method']   = 'กรุณาเลือกวิธีการชำระเงิน';
$_['error_shipping_address'] = 'กรุณากรอกที่อยู่ในการจัดส่ง';
$_['error_shipping_method']  = 'กรุณาเลือกวิธีการจัดส่ง';
$_['error_stock']      = 'สินค้าที่มี *** คืนสินค้าที่ยังไม่พร้อมขายหรือสินค้าอาจไม่มีในสต็อก';
$_['error_minimum']    = 'ยอดสั่งซื้อขั้นต่ำของ %s คือ %s!';
$_['error_not_found']        = 'ไม่พบคำสั่งซื้อที่ต้องการ';