<?php
// Text
$_['text_address']       = 'ตั้งค่าที่อยู่สำหรับการชำระเงินเรียบร้อยแล้ว';
$_['text_method']        = 'ตั้งค่าวิธีการชำระเงินเรียบร้อยแล้ว';

// Error
$_['error_permission']		 = 'ขออภัย คุณไม่ได้รับสิทธิ์ในการใช้งาน API!';
$_['error_firstname']    = 'กรุณากรอกชื่อ';
$_['error_lastname']     = 'กรุณากรอกนามสกุล';
$_['error_address_1']    = 'กรุณากรอกที่อยู่';
$_['error_city']         = 'กรุณากรอกอำเภอ';
$_['error_postcode']     = 'กรุณากรอกรหัสไปรษณีย์';
$_['error_country']      = 'กรุณาเลือกประเทศ';
$_['error_zone']         = 'กรุณาเลือกจังหวัด';
$_['error_custom_field'] = '%s โปรดระบุ';
$_['error_address']      = 'กรุณาระบุที่อยู่ในการชำระเงิน';
$_['error_method']       = 'กรุณาเลือกวิธีการชำระเงิน';
$_['error_no_payment']   = 'ไม่มีวิธีการชำระเงินที่ใช้งานได้';