<?php
// Text
$_['text_success']     = 'ใช้งานบัตรส่วนลดเรียบร้อยแล้ว';
$_['text_cart']        = 'ปรับปรุงตะกร้าสินค้าเรียบร้อยแล้ว';

$_['text_for']         = 'บัตรส่วนลด %s สำหรับ %s';

// Error
$_['error_permission']		 = 'ขออภัย คุณไม่ได้รับสิทธิ์ในการใช้งาน API!';
$_['error_voucher']    = 'ยอดเงินในบัตรส่วนลดไม่เพียงพอสำหรับการใช้าน';
$_['error_to_name']    = 'กรุณาระบุชื่อผู้รับ';
$_['error_from_name']  = 'กรุณากรอกชื่อผู้ส่ง';
$_['error_email']      = 'E-Mail ไม่ถูกต้อง';
$_['error_theme']      = 'กรุณาเลือกรูปแบบ';
$_['error_amount']     = 'จำนวนเงินต้องอยู่ในระหว่าง %s ถึง %s!';