<?php
/**
แปลไทยโดย PANYA  SARAPHI
http://www.opencart2u.com/
http://www.opencart2004.com/
elect.tu@gmail.com
**/
// Heading 
$_['heading_title']     = 'สมุดเก็บรายชื่อที่อยู่';

// Text
$_['text_account']      = 'บัญชี';
$_['text_address_book'] = 'รายชื่อที่อยู่';
$_['text_edit_address'] = 'แก้ไขที่อยู่';
$_['text_add']			= 'ที่อยู่ของคุณได้ถูกเพิ่มเรียบร้อยแล้ว';
$_['text_edit']			= 'ที่อยู่ของคุณได้ถูกแก้ไขเรียบร้อยแล้ว';
$_['text_delete']       = 'ที่อยู่ของคุณได้ถูกลบเรียบร้อยแล้ว';
$_['text_empty']        = 'ยังไม่มีรายการที่อยู่ในบัญชีของคุณ';

// Entry
$_['entry_firstname']   = 'ชื่อ:';
$_['entry_lastname']    = 'นามสกุล:';
$_['entry_company']     = 'บริษัท:';
$_['entry_address_1']   = 'ที่อยู่:';
$_['entry_address_2']   = 'แขวง/ตำบล:';
$_['entry_postcode']    = 'รหัสไปรษณีย์:';
$_['entry_city']        = 'เขต/อำเภอ:';
$_['entry_country']     = 'ประเทศ:';
$_['entry_zone']        = 'จังหวัด:';
$_['entry_default']     = 'ตั้งเป็นที่อยู่หลัก:';

// Error
$_['error_delete']      = 'ผิดพลาด: คุณจะต้องมีอย่างน้อย 1 ที่อยู่!';
$_['error_default']     = 'ผิดพลาด: คุณไม่สามารถลบที่อยู่เริ่มต้นได้!';
$_['error_firstname']   = 'ชื่อของคุณจะต้องอยู่ระหว่าง 4-20 ตัวอักษร!';
$_['error_lastname']    = 'นามสกุลของคุณจะต้องอยู่ระหว่าง 4-20 ตัวอักษร!';
$_['error_address_1']   = 'ที่อยู่ของคุณจะต้องอยู่ระหว่าง 4-64 ตัวอักษร!';
$_['error_postcode']    = 'รหัสไปรษณีย์ ของคุณจะต้องอยู่ระหว่าง 4-32 ตัวอักษร!';
$_['error_city']        = 'ชื่อเมือง ของคุณจะต้องอยู่ระหว่าง 4-32 ตัวอักษร!';
$_['error_country']     = 'คุณต้องระบุประเทศ!';
$_['error_zone']        = 'คุณต้องระบุภูมิภาค / รัฐ / จังหวัด';
$_['error_custom_field']   = '%s ต้องระบุ';
