<?php
/**
แปลไทยโดย PANYA  SARAPHI
http://www.opencart2u.com/
http://www.opencart2004.com/
elect.tu@gmail.com
**/
// Heading
$_['heading_title'] = 'สร้างบัญชีสมาชิกเรียบร้อยแล้ว';

// Text
$_['text_message']  = '<p>ขอแสดงความยินดีบัญชีสมาชิกของท่านถูกสร้างเรียบร้อยแล้ว</p> <p>คุณจะได้รับสิทธิพิเศษต่าง ๆ ของสมาชิกตามที่มีระบุไว้ที่หน้าเว็บไซต์.</p> <p>ถ้าคุณมีคำถามใด ๆ เกี่ยวกับร้านค้าของเราโปรดติดต่อเราผ่านทางหน้าเว็บไซต์ได้ทันที.</p> <p>ระบบได้ส่ง Email ยืนยันการเป็นสมาชิกให้แก่คุณแล้ว หากไม่ได้รับเมล์ ขอความกรุณาตรวจดูใน Junk หรือ Spam box อีกครั้งหนึ่ง
 ถ้าคุณไม่ได้รับภายใน 1 ชั่วโมง กรุณา <a href="%s">ติดต่อเรา</a> เพื่อแจ้งปัญหา</p>';
$_['text_approval'] = '<p>ขอบคุณสำหรับการสมัครสมาชิกกับ %s!</p><p>คุณจะได้รับอีเมล์ยืนยันการสมัครสมาชิก หลังจากที่ร้านค้าอนุมัติบัญชีของคุณ หากท่านมีข้อสงสัยใดๆ สามารถสอบถามได้ที่ <a href="%s">ติดต่อเรา</a></p>';
$_['text_account']  = 'บัญชีสมาชิก';
$_['text_success']  = 'สำเร็จ';
