<?php

// Heading 
$_['heading_title']    = 'สั่งซื้อบัตรเงินสด';

// Text
$_['text_account']     = 'บัญชีผู้ใช้';
$_['text_voucher']     = 'บัตรเงินสด';
$_['text_description'] = 'บัตรเงินสดนี้จะถูกส่งไปยังผู้รับหลังจากที่คุณได้ชำระเงินแล้ว.';
$_['text_agree']       = 'ฉันเข้าใจว่าบัตรเงินสดจะไม่สามารถเปลี่ยนคืนเป็นเงินได้.';
$_['text_message']     = '<p>ขอบคุณที่คุณได้สั่งซื้อบัตรเงินสดกับทางเรา หลังจากทำรายการเสร็จเรียบร้อยแล้ว ระบบจะส่งรายละเอียดวิธีการใช้งานบัตรเงินสดไปยังผู้รับที่คุณได้ระบุไว้ในรายการข้างต้น.</p>';
$_['text_for']         = '%s บัตรเงินสดนี้สำหรับ %s';

// Entry
$_['entry_to_name']    = 'ชื่อผู้รับ:';
$_['entry_to_email']   = 'อีเมล์ผู้รับ:';
$_['entry_from_name']  = 'ชื่อของคุณ:';
$_['entry_from_email'] = 'อีเมล์ของคุณ:';
$_['entry_theme']      = 'รูปแบบบัตรเงินสด:';
$_['entry_message']    = 'ข้อความ:';
$_['entry_amount']     = 'จำนวนเงิน:';

// Help
$_['help_message']     = 'ไม่จำเป็น';
$_['help_amount']      = 'มูลค่าบัตรต้องอยู่ระหว่าง %s ถึง %s';

// Error
$_['error_to_name']    = 'โปรดระบุชื่อของผู้รับบัตรเงินสด';
$_['error_from_name']  = 'โปรดระบุชื่อของคุณ';
$_['error_email']      = 'รูปแบบอีเมล์ไม่ถูกต้อง!';
$_['error_theme']      = 'โปรดระบุบัตรเงินสด!';
$_['error_amount']     = 'จำนวนเงินต้องอยู่ในระหว่าง %s ถึง %s!';
$_['error_agree']      = 'คุณต้องเข้าใจและยอมรับในข้อตกลงการใช้งานบัตรเงินสด!';
