<?php
// Text
$_['text_subject']		        	= '%s - ระบบตัวแทนงานขาย';
$_['text_welcome']		        	= 'ขอบคุณที่เข้าร่วมบริการตัวแทนงานขายกับทาง %s';
$_['text_login']                	= 'บัญชีของคุณถูกสร้างขึ้นแล้ว โดยคุณสามารถเข้าสู่ระบบโดยใช้ E-mail และรหัสผ่านตามที่คุณได้สมัครไว้ผ่านทาง URL:';
$_['text_approval']		        	= 'โปรดรอการอนุมัติบัญชีจากทางร้านค้าซึ่งคุณจะได้รับอีเมล์ยืนยันการใช้งาน หลังจากนั้นคุณสามารถเข้าสู่ระบบผ่านทาง URL:';
$_['text_services']		        	= 'หลังจากเข้าสู่ระบบแล้วคุณสามารถสร้างรหัสติดตาม ตรวจสอบค่าคอมมิชชั่น วิธีการจ่ายเงิน รวมไปถึงการแก้ไขข้อมูลบัญชีของคุณ';
$_['text_thanks']		        	= 'ขอบคุณ';
$_['text_new_affiliate']        	= 'สมาชิกใหม่ส่วนตัวแทนงานขาย';
$_['text_signup']		        	= 'รายละเอียดสมาชิก:';
$_['text_store']		        	= 'ร้านค้า:';
$_['text_firstname']	        	= 'ชื่อ:';
$_['text_lastname']		        	= 'นามสกุล:';
$_['text_company']		        	= 'บริษัท:';
$_['text_email']		        	= 'อีเมล์:';
$_['text_telephone']	        	= 'เบอร์โทรศัพท์:';
$_['text_website']		        	= 'เว็บไซต์:';
$_['text_order_id']             	= 'รหัสคำสั่งซื้อ:';
$_['text_transaction_subject']  	= 'ค่าคอมมิชชั่น %s';
$_['text_transaction_received'] 	= 'คุณได้รับค่าคอมมิชชั่น %s';
$_['text_transaction_total']    	= 'ยอดรวมค่าคอมมิชชั่นทั้งหมดของคุณตอนนี้คือ %s.';
