<?php
/**
แปลไทยโดย PANYA  SARAPHI
http://www.opencart2u.com/
http://www.opencart2004.com/
elect.tu@gmail.com
**/
// Text
$_['text_subject']  = 'สวัสดีคุณ %s - ขอบคุณสำหรับการลงทะเบียน';
$_['text_welcome']  = 'ยินดีต้อนรับและขอบคุณสำหรับการลงทะเบียนกับ %s';
$_['text_login']    = 'บัญชีใช้งานของคุณได้ถูกสร้างขึ้นแล้ว คุณสามารถเข้าสู่ระบบโดยใช้อีเมล์และรหัสผ่านตามที่คุณได้กรอกตอนสมัครสมาชิก ตาม URL นี้:';
$_['text_approval'] = 'บัญชีใช้งานของคุณได้รับการอนุมัติให้เข้าใช้งานได้แล้ว โดยสามารถเข้าใช้ตาม URL นี้:';
$_['text_services'] = 'หลังจากเข้าสู่ระบบแล้ว คุณสามารถใช้บริการต่าง ๆ ในเว็บไซต์ได้แก่ การวิจารณ์สินค้า การดูคำสั่งซื้อย้อนหลัง  พิมพ์อินวอยซ์ แก้ไขข้อมูล รวมถึงสิทธิประโยชน์ส่วนลดต่าง ๆ ในการสั่งซื้อสินค้า';
$_['text_thanks']   = 'ขอบคุณที่ไว้วางใจและเลือกใช้บริการจากทางร้านของเรา';

$_['text_new_customer']   = 'สมาชิกใหม่ลงทะเบียน';
$_['text_signup']         = 'ลูกค้าใหม่สมัครใช้งานร้านค้า:';
$_['text_website']        = 'ร้านค้า:';
$_['text_customer_group'] = 'กลุ่มลูกค้า:';
$_['text_firstname']      = 'ชื่อ:';
$_['text_lastname']       = 'นามสกุล:';
$_['text_company']        = 'บริษัท:';
$_['text_email']          = 'อีเมล์:';
$_['text_telephone']      = 'เบอร์โทรศัพท์:';
