<?php
/**
แปลไทยโดย PANYA  SARAPHI
http://www.opencart2u.com/
http://www.opencart2004.com/
elect.tu@gmail.com
**/
// Text
$_['text_subject']  = 'คุณได้ส่งบัตรเงินสดจาก %s';
$_['text_greeting'] = 'ยินดีด้วยค่ะ, คุณได้รับบัตรเงินสดมูลค่า %s';
$_['text_from']     = 'บัตรเงินสดนี้ถูกส่งโดย %s';
$_['text_message']  = 'พร้อมกับข้อความ';
$_['text_redeem']   = 'ในการใช้บัตรเงินสด , รหัสการใช้งานคือ <b>%s</b> คลิ๊กลิ้งค์ด้านล่างเพื่อซื้อสินค้าโดยสามารถใส่รหัสบัตรเงินสดในการเป็นส่วนลดสินค้าหรือชำระค่าสินค้าในตะกร้าสินค้าก่อนที่คุณจะชำระเงินในหน้าสั่งซื้อสินค้า';
$_['text_footer']   = 'คุณสามารถตอบกลับอีเมล์ฉบับนี้ได้ หากมีข้อสงสัยใดๆ';
